[
  {
    "Rule Name": "Celebrity Shot",
    "Description": "The person to your left flips for you on your next turn."
  },
  {
    "Rule Name": "Impression",
    "Description": "Perform your best impression of another player."
  },
  {
    "Rule Name": "Opposites",
    "Description": "You must play with your opposite (non-dominant) hand. This includes when drinking."
  },
  {
    "Rule Name": "Thumb Master",
    "Description": "You can place your thumb on the edge of the table at any time. Every other player must do the same. Last to do so drinks."
  },
  {
    "Rule Name": "Kanye West",
    "Description": "You must constantly interrupt people when they are speaking."
  },
  {
    "Rule Name": "Truth or Dare Master",
    "Description": "You can choose any player at the table to play a round of Truth or Dare with."
  },
  {
    "Rule Name": "20 Sit-ups",
    "Description": "Do 20 sit-ups or 10 sit-ups and drink 1."
  },
  {
    "Rule Name": "Troll",
    "Description": "You must sit under the table, including when flipping for your turn."
  },
  {
    "Rule Name": "Pirate",
    "Description": "You must speak like a pirate with one eye closed."
  },
  {
    "Rule Name": "Cleveland",
    "Description": "You must speak like Cleveland on Family Guy."
  },
  {
    "Rule Name": "Flying Nun",
    "Description": "Place an object on your head as a hat (i.e a lamp shade). It can not be a hat."
  },
  {
    "Rule Name": "Drop and give me 10",
    "Description": "Do 10 pushups"
  },
  {
    "Rule Name": "Quamire",
    "Description": "You must say “Gigiddy Gigiddy” at the end of every sentence."
  },
  {
    "Rule Name": "Mime",
    "Description": "You can not speak and must mime everything."
  },
  {
    "Rule Name": "Castaway",
    "Description": "You can only talk to inanimate objects (not people)."
  },
  {
    "Rule Name": "Bi-polar",
    "Description": "You must insult the person to your left and compliment the person to your right."
  },
  {
    "Rule Name": "Bob Dole",
    "Description": "You must refer to yourself in the 3rd person"
  },
  {
    "Rule Name": "Arm Wrestle Master",
    "Description": "You can randomly challenge players to arm wrestle, loser drinks"
  },
  {
    "Rule Name": "Connected",
    "Description": "You must pick another player and become physically connected to them. (i.e hold hands, lock arms, touch their head, etc.)"
  },
  {
    "Rule Name": "Flip from behind _______.",
    "Description": "Pick an object or person that a player must flip their quarter from behind. (i.e the island, John, that lamp).\n\n-Remember a player continues to flip if they can’t get their quarter on the board."
  },
  {
    "Rule Name": "Bob Barker Mic.",
    "Description": "Your marker or pen becomes your microphone and you must speak into it whenever you talk."
  },
  {
    "Rule Name": "Mom, the meatloaf",
    "Description": "Before each turn you must yell: “Mom, where’s the meatloaf?! God!”"
  },
  {
    "Rule Name": "Flamboyant Lisp",
    "Description": "You must speak with a flamboyant lisp."
  },
  {
    "Rule Name": "Little green man",
    "Description": "You pretend there is a little green man who sits on the rim of your cup. You must remove him before you drink and replace him when you are done."
  },
  {
    "Rule Name": "Talk to a penis, not your own",
    "Description": "When you speak you must lean over and talk to the crotch of another player."
  },
  {
    "Rule Name": "Talk like a sports announcer",
    "Description": "When talking you must make color commentary statements about game play in an announcers voice."
  },
  {
    "Rule Name": "Stiff as a board",
    "Description": "your joints all become locked and can not bend, including when you’re sitting in a chair."
  },
  {
    "Rule Name": "Question Master",
    "Description": "No player may answer a question from the question master. That player must respond by asking a question back to the master or another player. This continues until a player answers a question."
  },
  {
    "Rule Name": "Mustache of Wisdom",
    "Description": "You must put your finger under your nose and keep it there.\n\n*Bonus - if you draw a mustache with a marker then you can give 1 drink to someone each round."
  },
  {
    "Rule Name": "Award Points",
    "Description": "You must randomly award points at the beginning of every sentence."
  },
  {
    "Rule Name": "Wink after you speak",
    "Description": "You must wink at the end of every sentence."
  },
  {
    "Rule Name": "Baby Voice",
    "Description": "You must speak everything in a baby voice"
  },
  {
    "Rule Name": "Robot",
    "Description": "You turn into a robot."
  },
  {
    "Rule Name": "Mexican Hat Dance",
    "Description": "Put something on the ground and perform a Mexican Hat Dance around it."
  },
  {
    "Rule Name": "Smurf Talk",
    "Description": "All swears are replaced with the Smurf. (i.e “No Smurfing way! or Smurf off!”)."
  },
  {
    "Rule Name": "In the butt",
    "Description": "You must say “in the butt” at the end of every sentence."
  },
  {
    "Rule Name": "Santa",
    "Description": "The next person takes their turn by sitting on your lap."
  },
  {
    "Rule Name": "Glee",
    "Description": "Sing a song for the audience."
  },
  {
    "Rule Name": "4-letter Curse Words",
    "Description": "You can’t say any 4-letter curse words."
  },
  {
    "Rule Name": "Leave your piece",
    "Description": "Leave your quarter or object on the board. If another player’s flip touches your piece you must drink."
  },
  {
    "Rule Name": "Rock, paper, scissors master.",
    "Description": "You can challenge anyone to Rock, paper, scissors. Wager an amount of drinks up to 6."
  },
  {
    "Rule Name": "No Eye Contact",
    "Description": "Drink every time you make eye contact with someone."
  },
  {
    "Rule Name": "Sit in the _______.",
    "Description": "Player must sit in a specific place or object as determined by the player to the left.  (i.e the corner, dog cage, the bathroom)"
  },
  {
    "Rule Name": "Elbows on the Table",
    "Description": "You must keep your elbows on the table at all times."
  },
  {
    "Rule Name": "Viking Master",
    "Description": "Make a rowing motion, all other players must do the same. Last to do so drinks."
  },
  {
    "Rule Name": "Bark like a dog",
    "Description": "You must bark like a dog instead of speaking."
  },
  {
    "Rule Name": "Beer Wench",
    "Description": "You must get a beer for anyone when they run out."
  },
  {
    "Rule Name": "Limp penis hands",
    "Description": "Your hands must stay completely limp from your wrists down. You must also poke others with your limp hands."
  },
  {
    "Rule Name": "T-Rex Arms",
    "Description": "Pull your elbows into your shirt sleeves. All movement and drinking must be done with your arms still in your sleeves. If you do not have sleeves hold your elbows to your sides."
  },
  {
    "Rule Name": "Batman",
    "Description": "Speak in a gruff Dark Knight voice like Christian Bale."
  },
  {
    "Rule Name": "Rockstar Pose",
    "Description": "Pick a peer stance to remain in until your next rule.   Also known as Captain Morgan."
  },
  {
    "Rule Name": "British Tea Time",
    "Description": "Every time you drink, keep your pinky out."
  },
  {
    "Rule Name": "Irish Accent",
    "Description": "You must speak in an Irish accent."
  },
  {
    "Rule Name": "Beetle Juice",
    "Description": "You can’t speak again until your name is said 3 times."
  },
  {
    "Rule Name": "Hamburglar",
    "Description": "You must steal the drink of the person to the right of you."
  },
  {
    "Rule Name": "Rainbow Warrior",
    "Description": "Every player must drink 1 for every article of clothing they are wearing that has that color."
  },
  {
    "Rule Name": "Battle of the sexes",
    "Description": "Everyone in the gender opposite of your own drinks."
  },
  {
    "Rule Name": "Partners",
    "Description": "Pick another player to be partnered with. You drink when they drink, they drink when you drink."
  },
  {
    "Rule Name": "Shadow",
    "Description": "Become another persons shadow. You drink when they drink, you do not drink when you drink."
  },
  {
    "Rule Name": "Swap Spots",
    "Description": "Trade places with the player to your left."
  },
  {
    "Rule Name": "Peer Pressure",
    "Description": "Drink 1 for every player playing the game."
  }
]